class StringUtilsHi{

  //Login Page
  String login = "लॉग इन करें" ;
  String email = "ईमेल" ;
  String password = "पासवर्ड" ;
  String signin = "साइन इन करें" ;
  String newto = "क्या आप नए हैं?" ;


  //Reg Page
  String reg = "रजिस्टर करें" ;
  String fullname = 'पूरा नाम' ;
  String phno = 'फ़ोन नंबर' ;
  String signup = "साइन इन करें" ;
  String alreadyuser = "पहले से ही एक उपयोगकर्ता?" ;

  //About Page
  List<String> ct = ["'सौख्यम' अर्थात  सुख और कल्याण",
    "हमारी प्रेणना","शौख्यम महिलाओं की पहली पसंद",
    "सौख्यम पैड्स इको-फ्रेंडली है (पर्यावरण हितैषी जो पर्यावरण को बिल्कुल भी नुकसान ना पहुंचाएं )",
    "पैसों की बचत (लागत कुसलता)"
  ];
  List<String> cont = ["हमने अपने प्रोडक्ट का नाम   सौख्यम इसलिए चुना क्योंकि हम मानते हैं कि मासिक धर्म को बहुत लंबे समय से  नजरअंदाज किया गया है । स्त्री मनुष्य को जन्म देती है  मासिक धर्म इस क्रिया को संभव बनाता है। जब आप हमारे खूबसूरत रीयूज एबल पैड्स को इस्तेमाल करेंगे, तब आप सही मायने में अपने जीवन की जगह को समझेंगे और उसका सम्मान करेंगे। शौख्यम रियुजेबल पैड्स को राष्ट्रीय नवीन संस्थान द्वारा ग्रामीण विकास भारत के सबसे नवीन उत्पाद के लिए वर्ष 2016 में पुरस्कार से सम्मानित किया गया।\n\nवर्ष 2018 में संयुक्त राष्ट्र जलवायु परिवर्तन सम्मेलन में  इस परियोजना की सराहना की गई ।वर्ष 2020 में शौखयं ग्रुप को असाधारण  व स्पष्ट कार्य के लिये, भारत एवं महिलाओं के सतत विकास एवं अपने लक्ष्यों को, और समर्पित कार्य में निरंतर विकास के लिये वर्ष के सामाजिक उधम के रूप में मन्यता दी गयी.",
    "'शौख्यम' माता अमृतानंदमई मठ का एक प्रोजेक्ट है। यह मठ एक एनजीओ है जो की UN's ECOSOC से संबंधित है। यह अम्मा के द्वारा संचालित किया जाता है, श्री माता अमृता नंदमई देवी , जिन्हें समस्त संसार में मानवीय धर्म का संचालक माना जाता है। वर्ष 2013 में भारत के 20 राज्यो के सुदूर गांव के समूहों को गोद लिया गया, तथा उन्हें स्थाई रोल मॉडल में बदलने के लक्ष्य के साथ इस पैड  परियोजना की नींव रखी गई थी। स्वास्थ्य और परिवार कल्याण मंत्रालय के राष्ट्रीय परिवार",
    "स्वास्थ्य सर्वेक्षण (2015-16) से पता चला कि 15 से 24 वर्ष की आयु समूह में शहरी भारत में 77.5% की तुलना में ग्रामीण भारत में 48.2%  लड़कियों ने सुरक्षा के दौरान हाइजीनिक तरीकों का इस्तेमाल किया। ग्रामीण क्षेत्रों में महिलाओं को होने वाली स्वास्थ्य समस्याओं की संख्या का एक ही कारण का  पता लगाया गया जिसका मुख्य कारण था मासिक धर्म में  स्वच्छता की अभाव।\n\nआज सौख्यम रीयूज एबल पैड्स का उपयोग हजारों महिलाओं  और लड़कियों द्वारा ना ही केवल ग्रामीण क्षेत्रों में बल्कि भारत के अन्य शहरों और कस्बों में भी किया जा रहा है। भारत के कई राज्यों में  स्वयं सहायता  समूह की महिलाएं यह shaukhyam पेडस को बनाने तथा विपणन का  कार्य भी स्वयं ही करती हैं और सौख्यम रिउजबल पैड्स का प्रचार प्रसार भी कर रही हैं । शहरी भारत में शिक्षित महिलाएं सौख्यम रीयूजएबल पैड्स का इस्तेमाल करने लग गई है क्योंकि यह पर्यावरण और हमारे स्वास्थ्य के लिए बेहतर हैं।",
    "यह व्यापक रूप से ज्ञात नहीं है लेकिन यह सच है।  जैसे कागज बनाने के लिए पेड़ों को काटा जाता है, वैसे ही विश्व स्तर पर 99% डिस्पोजेबल पैड बनाने और बेचने के लिए पेड़ों को काट दिया जाता है।बनाना फाइबर एक उत्कृष्ट और अच्छा  शोषक है।  यह एक प्रकार का सेल्यूलोज फाइबर भी है।  हालांकि, यह कृषि अपशिष्ट से प्राप्त होता है और  फाइबर निकालने के लिए कोई पेड़ नहीं काटा जाता है।  भारत पूरी दुनिया में केले का सबसे बड़ा उत्पादक है। इस फल के पेड़ की एक अनोखी बात  है कि  -\"यह  केवल एक बार फल देता है।  8 से 9 महीनों में फल प्राप्त होने के बाद, पेड़ को काट दिया जाता है क्योंकि यह फिर कभी फल नहीं देगा।अम्मा ने कहा है कि\"भले ही ये सही है कि बनाना फाइबर कृषि अपशिष्ट  या कहें की कचरे  से आता है, लेकिन हमें  यह समझना चाहिए कि यह सिर्फ एक बार इस्तेमाल किया जाना बहुत ही कीमती है और इसे फेंक दिया जाता है।",
    "सौख्यम पैड एक अच्छा समाधान है क्योंकि ये  महिलाओं के स्वास्थ्य के लिए बेहतर है और इसमें हानिकारक रसायन (केमिकल) नहीं होते हैं जैसे डिस्पोजेबल सैनिटरी पैड में होते हैं।शौक्याम पैड आर्थिक लागत बचत (पैसे की बचत) के रूप में एक अच्छा ऑप्शन है , क्योंकि आप को केवल  एक बार ही इन्हें  खरीदने की जरूरत है और फिर आप अपने पूरे  चक्र के लिए   निर्धारित कर सकते हैं।औसतन हर साल, एक महिला आमतौर पर  डिस्पोजेबल पैड खरीदने के लिए लगभग दो हजार रुपये खर्च करती है।  वहीं सौख्यम रियूसेबल पैड  तय करता है कि इस राशि का आधा या एक-चौथाई हिस्सा 4-5 साल तक चलता रहे  और इससे लोगों को लागत में काफी आर्थिक बचत होती है। रोजाना की  बचत, यदिशौक्याम पैड का उपयोग करना शुरू किया जाता है, तो  पूरे मासिक धर्म की गणना के समय आधे लाख रुपये से अधिक होगा।"
  ];

  //Contact page
  String moredeets = 'अधिक जानकारी के लिए, कृपया देखें |';

  //Categ Page
  String cat = 'श्रेणियाँ';

  List<String> categories = [
    'शौक्याम आवश्यक पैड पैक',
    'शौक्याम रात पैड और पैंटी लाइनर्स',
    'शौक्याम थैली',
    'शौक्याम मातृत्व पैड'
  ];


  //WashWear
  String washwear = """ 
    
1. लगभग 5 मिनट के लिए ठंडे पानी में उपयोग किए गए या धुलनेवाले  पैड को भिगोएँ,  गर्म पानी का उपयोग न करें क्योंकि इससे दाग लग जाएंगे|  
  
2. पानी में भिगोए गए   सेनेटरी नैपकिन को धीरे से निचोड़ें और पानी को शौचालय में प्रवाहित करें  
  
3. यदि हाथ से  धो रहे हैं, तो कुछ धोने का साबुन का उपयोग  करें, और धीरे- धीरे रगड़ें। और  ठंडे पानी से धो लें।  
  
4. एक मशीन में धोने योग्य: पैड ठन्डे पानी और बाकिं सभी कपड़ों के साथ  डाल कर धो डाले।  
  
5. अपने पैड्स धोने के बाद कपड़े सुखाने की जगह पर उन्हें लटका कर धूप में सुखाएं ।  यह ड्रायर में सूखने के लिए पूरी तरह से ठीक है आप shaukhyam पैड्स को ड्रायर से भी सुखा सकते हो।अनुशंसित सेटिंग्स सम्मिलित करने के लिए उच्च गर्मी और बेस लाइन के लिए कम गर्मी और एसेंशियल लाइन के लिए उच्च गर्मी हैं।

   

  """;
  String washwear2 = """
    
  **टिप्स** 
  
  
1- जब भी संभव हो उपयोग के बाद अपने  सेनेटरी  पैड को धोने के लिए डाल दें यह  अच्छा होता है  कि हम इसे उपयोग के तुरन्त बाद ही धो डालें । लेकिन  अक्सर ऐसा नहीं होता है समय के अभाव के कारण से हम अपने व्यस्त sedule से टाइम नहीं निकाल पाते,  लेकिन हमारे नियमित चक्र के लिए यह अच्छा होगा कि हमें हर अगले दिन के लिए हमारे पास  धुले हुए  साफ और नवीनतम पैड्स होने  चाहिए |  
  
2- यदि आप अपने एक पूरे चक्र में रोज बिना धुले ही उपयोग करते जाते हैं  तो कुछ दिन के अंत में आपके पास साफ और धुले हुए पैड्स एक भी नहीं होगा , इसलिए कम से कम अपने उपयोग किए गए सभी पैड्स को  पानी में डुबोकर कुछ देर छोड़ दीजिए  फिर उसे हल्के हांथो से रगड़ कर निकाल कर सुखा लें । मशीन की सहायता से सुखा लें,लेकिन यही अच्छा रहेगा की आप अपने सभी चक्रों में धुले हुए पैड्स का ही उपयोग करें।  
  """;
  String yt1 = "दो गुना आवेषण के साथ क्लॉथ डे पैड कैसे पहनें";
  String yt2 = "तीन गुना आवेषण के साथ क्लॉथ डे पैड कैसे पहनेंं";
  String yt3 = "नाइट क्लॉथ पैड कैसे पहनें";



//Why Switch
  String yswitch = """
     
   ![alt text](resource:assets/imgyswitch.jpg)  
  
 **शौख्यम पर क्यों आएं**

 मैं डिस्पोजेबल पैड का उपयोग करती  हूं।  ये बहु-राष्ट्रीय कंपनियों द्वारा बनाए गए हैं जो विश्वसनीय ब्रांड बेचते हैं।*


**हालांकि ये ऐसे तथ्य हैं जो मुझे नहीं पता हैं  मैं अब उनके बारे में पता लगा रहीं  हूं, और वे सबसे ज्यादा असहज हैं।**

*हर डिस्पोजेबल पैड में 4 प्लास्टिक बैग के बराबर प्लास्टिक होता है।  मैं कभी सोच भी नहीं सकती थी कि सिर्फ एक पैड में इतना प्लास्टिक होता है ।
* अपने पूरे मासिक धर्म के दौरान, मैं 10,000-15,000 पैड या 40,000-60,000 प्लास्टिक बैग के बराबर तक का पैड्स  उपयोग करूंगी  और उसे यूं ही फेक दूंगी।
* मेरे द्वारा फेका  गए यह प्लास्टिक आने वाले सैकड़ों वर्षों तक पर्यावरण को दूषित करता रहेगा।  अगर मैं इस्तेमाल किए गए पैड को  जलाती  हूं, तो यह हानिकारक फ़ेरन और डाइऑक्सिन को छोड़ देगा। और इस तरह हमारे पर्यावरण को प्रदूषित करेगा।
* डाइअॉॉक्सिन सिर्फ पैड के जलने पर ही नहीं निकलते हैं, बल्कि वे सभी पैड पर ट्रेस मात्रा में भी मौजूद होते हैं, जिसके परिणामस्वरूप हमारे शरीर  को नुकसान पहुंचाने के माध्यम से पैड गुजरते हैं। 
* डाइअॉॉक्सिन अंतःस्रावी अवरोधक हैं, और मुझे कई अलग-अलग तरीकों से नुकसान पहुंचा सकते हैं।
* योनि क्षेत्र में जो त्वचा है वह अत्यधिक नाजुक होता है जिस केमिकल वाले पैड्स का उपयोग में करती हूं वह मेरे योनि के संपर्क में  कई घटों तक रहता है और जो कुछ भी त्वचा के साथ लगातार संपर्क में है वह मेरे रक्तप्रवाह में मिल जाएगा मेरे शरीर को नुकसान करेगा ।
* यदि मैं डिस्पोजेबल पैड का उपयोग करना जारी रखती  हूं, तो मैं हर साल लगभग  2,000 रुपये खर्च करूंगी, और शायद एक प्रोडक्ट  पर अपने पूरे जीवनकाल में  75,000 के करीब हूं जो मेरे स्वास्थ्य के लिए बिल्कुल भी  अच्छा नहीं है, न ही हमारे ग्रह के लिए अच्छा है।

""";
  //Home Page
  List<String> titles = [
    'हमारे बारे में',
    'इसका उपयोग क्यों करें ?',
    'धोएं और पहनें',
    'उत्पाद',
    'सामान्य प्रश्न',
    'संपर्क करें',
    'भाषा',
  ];
}
